; Russian
; Русская локализация от Henry++

[Russian]
IDS_UPDATE_NO=Нет доступных обновлений.
IDS_UPDATE_YES=Доступно обновление, загрузить и установить?
IDS_FILE=Файл
IDS_SETTINGS=Настройки
IDS_EXIT=Выйти
IDS_LANGUAGE=Язык
IDS_HELP=Помощь
IDS_WEBSITE=Сайт программы
IDS_CHECKUPDATES=Проверить обновления
IDS_ABOUT=О программе
IDS_DONATE=Поблагодарить!
IDS_TRAY_SHOW=Показать/скрыть
IDS_TRAY_DISABLE=Отключить
IDS_TRAY_POPUP_1=Область очистки
IDS_TRAY_POPUP_2=Очистка при заполнении
IDS_TRAY_POPUP_3=Очистка по таймеру
IDS_CLEAN=Очистить память
IDS_GROUP_1=Физическая память
IDS_GROUP_2=Файл подкачки
IDS_GROUP_3=Системный кэш
IDS_ITEM_1=Используется
IDS_ITEM_2=Доступно
IDS_ITEM_3=Всего доступно
IDS_SETTINGS_GENERAL=Основные
IDS_SETTINGS_MEMORY=Очистка памяти
IDS_SETTINGS_APPEARANCE=Оформление
IDS_SETTINGS_TRAY=Трей
IDS_CLOSE=Закрыть
IDS_TITLE_1=Основные параметры
IDS_TITLE_2=Язык интерфейса
IDS_TITLE_3=Область памяти для очистки
IDS_TITLE_4=Управление памятью
IDS_TITLE_5=Горячие клавиши (глобальные)
IDS_TITLE_6=Стиль
IDS_TITLE_7=Цветовая индикация
IDS_TITLE_8=Управление мышью
IDS_TITLE_9=Всплывающие подсказки
IDS_ALWAYSONTOP_CHK=Поверх остальных окон
IDS_LOADONSTARTUP_CHK=Запускать при загрузке системы
IDS_STARTMINIMIZED_CHK=Запускать свёрнутой
IDS_REDUCTCONFIRMATION_CHK=Требовать подтверждение запуска очистки
IDS_SKIPUACWARNING_CHK=Пропускать предупреждение "User Account Control"
IDS_CHECKUPDATES_CHK=Периодически проверять обновления (рекомендуется)
IDS_LANGUAGE_HINT=Выберите язык:
IDS_AUTOREDUCTENABLE_CHK=Очистка при заполнении: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Очистка каждые: (мин.)
IDS_HOTKEY_CLEAN_CHK=Очистка памяти:
IDS_TRAYUSETRANSPARENCY_CHK=Использовать прозрачный фон
IDS_TRAYSHOWBORDER_CHK=Показывать обводку
IDS_TRAYROUNDCORNERS_CHK=Закруглять края
IDS_TRAYCHANGEBG_CHK=Изменять цвет фона (вместо текста и обводки)
IDS_TRAYUSEANTIALIASING_CHK=Использовать сглаживание
IDS_FONT_HINT=Шрифт:
IDS_COLOR_TEXT_HINT=Цвет текста
IDS_COLOR_BACKGROUND_HINT=Цвет фона
IDS_COLOR_WARNING_HINT=Цвет "опасного уровня"
IDS_COLOR_DANGER_HINT=Цвет "критического уровня"
IDS_TRAYLEVELWARNING_HINT=Порог "опасного уровня": (%)
IDS_TRAYLEVELDANGER_HINT=Порог "критического уровня": (%)
IDS_TRAYACTIONSC_HINT=Клик одиночной кнопкой:
IDS_TRAYACTIONMC_HINT=Клик средней кнопкой:
IDS_TRAY_ACTION_1=Показать/скрыть
IDS_TRAY_ACTION_2=Очистить память
IDS_TRAY_ACTION_3=Открыть диспетчер задач
IDS_SHOW_CLEAN_RESULT_CHK=Показывать результат очистки памяти
IDS_QUESTION=Вы действительно хотите очистить память?
IDS_QUESTION_WARNING=Включение "Standby list" и "Modified page list" может подвергнуть компьютер зависанию на минуту и более, вы действительно хотите включить эту опцию?
IDS_QUESTION_FLAG_CHK=Больше не спрашивать
IDS_STATUS_CLEANED=Очистка памяти выполнена с результатом %s.
IDS_STATUS_NOPRIVILEGES=Требуются права администратора, запустите программу от имени администратора!
IDS_UPDATE_DOWNLOAD=Загрузка обновления...
IDS_UPDATE_DONE=Загрузка обновления завершена.
IDS_UPDATE_ERROR=Ошибка при подключении к серверу обновлений.
IDS_UPDATE_INIT=Проверка обновлений...
IDS_UPDATE_INSTALL=Доступно обновление, установить обновление?
IDS_RESET=Сбросить
IDS_QUESTION_RESET=Вы действительно хотите сбросить все настройки программы?
IDS_NOTIFICATIONSOUND_CHK=Включить звук уведомлений
IDS_TITLE_ADVANCED=Дополнительно
IDS_VIEW=Вид
IDS_USEDARKTHEME=Использовать тёмную тему
IDS_UPDATE_SPEED=Скорость
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=Разрешить очищать "Standby lists" и "Modified page list" при автоочистке
IDS_LOGRESULTS_CHK=Записывать в лог каждую очистку памяти
